Page({
    data:{
          comlist:[
            {
              id:"1",
              comaskTitle:"具有从业资格的人员从原公司离职之后还可以登录个人从业平台账号吗？",
              comaskTxt:'可以，有机构的从业人员从“机构及个人注册登记入口”进入，因为离职导致没有机构的，需要通过“拟登记高管入口”来登录。'
            },
            {
              id:"2",
              comaskTitle:' 合伙企业亏损，合伙人不得税前扣除吗？',
              comaskTxt:'根据《财政部 国家税务总局关于合伙企业合伙人所得税问题的通知》（财税〔2008〕159号）第五条“合伙企业的合伙人是法人和其他组织的，合伙人在计算其缴纳企业所得税时，不得用合伙企业的亏损抵减其盈利。'
            },
            {
              id:"3",
              comaskTitle:'合伙企业中投资者工资不能在税前列支吗？',
              comaskTxt:'依据《关于个人独资企业和合伙企业投资者征收个人所得税的规定》（财税［2000］91号），自2000年1月1日起个人独资、合伙企业停征企业所得税，只对其投资者的生产经营所得按照《个体工商户个人所得税计税办法（试行）》（国税发［1997］43号）征收个人所得税。'
            },
            {
              id:"4",
              comaskTitle:"合伙企业发生业务招待费，可以在税前扣除吗？",
              comaskTxt:'可以，根据《财政部国家税务总局关于调整个体工商户个人独资企业和合伙企业个人所得税税前扣除标准有关问题的通知》（财税〔2008〕65号）第五条规定 “个体工商户、个人独资企业和合伙企业每一纳税年度发生的与其生产经营业务直接相关的业务招待费支出，按照发生额的60%扣除，但最高不得超过当年销售（营业）收入的5‰。”'
            },
            {
              id:"5",
              comaskTitle:'我们基金国有LP的持股比例总和大于50%，但是大股东是自然人的情况，会被认定为国有股东吗？',
              comaskTxt:'该种情况不会被认为国有股东。'
            },
            {
              id:"6",
              comaskTitle:'法人合伙人对合伙企业权益性投资收益不能适用股息所得免税规定吗？',
              comaskTxt:'是的，《企业所得税法实施条例》第八十三条规定“符合条件的居民企业之间的股息红利等权益性投资收益，是指居民企业直接投资于其他居民企业取得的投资收益”。\n' +
              ' 合伙企业不属于企业所得税法规定的纳税人，也不属于企业所得税法规范的居民企业；同时，合伙企业的法人合伙人也并未直接投资分配股息红利的企业。这就是说合伙企业对外股权投资分回的股息红利按合伙协议约定的分配比例分给法人合伙人时，法人合伙人取得此所得不符合免税投资收益的政策规定。'
            },
            {
              id:"7",
              comaskTitle:"政府产业基金，必须要做备案么？",
              comaskTxt:'是的，首先要讲的是，政府出资产业投资基金是需要“双重备案”的。之前积募研习社的课程中有提到2016年12月30日发改委公布了《政府出资产业投资基金管理暂行办法》，这个是最新的2800文。发改委的这个文件是对政府出资产业投资基金的募集、登记、审查、投资限制、信息披露等方面做出的规定。就比如《办法》第十二条规定：“国家发展改革委建立全国政府出资产业投资基金信用信息登记系统，并指导地方发展改革部门建立本区域政府出资产业投资基金信用信息登记子系统。”同时，明确要求“中央各部门及其直属机构出资设立的产业投资基金募集完毕后二十个工作日内，应在全国政府出资产业投资基金信用信息登记系统登记。地方政府或所属部门、直属机构出资设立的产业投资基金募集完毕后二十个工作日内，应在本区域政府出资产业投资基金信用信息登记子系统登记。发展改革部门应于报送材料齐备后五个工作日内予以登记。”\n' +
              '由此可见，政府出资产业投资基金必须在发改委体系内的“政府出资产业投资基金信用信息登记系统”进行登记。如果连同在中基协正常的产品备案，则政府出资产业投资基金将面临双重备案（登记）的情况。'
            },
            {
              id:"8",
              comaskTitle:'如果国有基金份额要转让，必须履行挂牌转让程序吗？',
              comaskTxt:'国有企业LP采取权益转让、基金清算方式、退伙方式退出，都需要履行内部审批程序；其中，采取权益转让方式还需要在产权交易机构（一般是产权交易中心）公开进行，履行“招拍挂”相关程序。'
            },
            {
              id:"9",
              comaskTitle:'平价转让合伙企业份额需要缴纳税款吗？',
              comaskTxt:'平价转让没有涉及到增值所以不需要缴税。'
            },
            {
              id:"10",
              comaskTitle:'股权质押是否属于股权投资类，证券投资不能做这一项？',
              comaskTxt:'股权质押作为融资的增信措施的话，是属于非标债权类，需要注册备案其他类型管理人'
            },
            {
              id:"11",
              comaskTitle:'外籍人士认购有什么条件限制，是否满足合格投资者条件就可以认购，另外身份认证环节是否用护照可以代替？',
              comaskTxt:'外籍人士认购基金也需要满足合格投资者的标准，需要提供国内银行账户资产证明。身份认证就用护照就可以。'
            },
            {
              id:"12",
              comaskTitle:'如何当投顾吗？需要满足什么条件呢？',
              comaskTxt:'可以的。证券期货经营机构暂行规定（2016-07-14）：（八）符合提供投资建议条件的第三方机构，是指依法可从事资产管理业务的证券期货经营机构，以及同时符合以下条件的管理人：\n' +
              '（1）在中国证券投资基金业协会登记满一年、无重大违法违规记录的会员；\n' +
              '（2）具备3年以上连续可追溯证券、期货投资管理业绩的投资管理人员不少于3人、无不良从业记录。'
            },
            {
              id:"13",
              comaskTitle:'信托类产品作为投资者，在填写投资者信息时需要穿透吗？',
              comaskTxt:'不需要。根据《暂行管理办法》第三章第十三条规定：下列投资者视为合格投资者：\n' +
              '（一）社会保障基金、企业年金等养老基金，慈善基金等社会公益基金；\n' +
              '（二）依法设立并在基金业协会备案的投资计划；\n' +
              '（三）内部员工跟投；\n' +
              '（四）中国证监会规定的其他投资者。\n' +
              '以合伙企业、契约等非法人形式，通过汇集多数投资者的资金直接或者间接投资的，管理人或者销售机构应当穿透核查最终投资者是否为合格投资者，并合并计算投资者人数。但是，符合本条第（一）、（二）、（四）项规定的投资者投资的，不再穿透核查最终投资者是否为合格投资者和合并计算投资者人数。'
            },
            {
              id:"14",
              comaskTitle:'基金主要投向为新三板，是按照证券类基金备案，还是股权类？',
              comaskTxt:'根据协会提供的《有关投资基金“业务类型/基金类型”和“产品类型”的说明》：投资新三板拟挂牌和已挂牌企业的“新三板基金”归属于创业投资基金。'
            },
            {
              id:"15",
              comaskTitle:'封闭运作但是基金合同中约定可以开设临时开放日的基金，属于封闭型基金吗？如何在系统中披露可以开设临时开放日？',
              comaskTxt:'属于封闭型基金，在系统中填报时需选择完全封闭运作，关于临时开放日的披露只需要表现在基金合同中即可。'
            },
            {
              id:"16",
              comaskTitle:'管理人刚备案通过可以进行重大事项变更吗？',
              comaskTxt:'在资管平台完成重大事项变更之后，也需要T+1才能够在从业人员平台完成离职。'
            },
            {
              id:"17",
              comaskTitle:'为什么已经完成了资管系统的高管重大事项变更，在从业人员平台依旧无法完成离职。',
              comaskTxt:'在资管平台完成重大事项变更之后，也需要T+1才能够在从业人员平台完成离职。'
            },
            // {
            //   id:"18",
            //   comaskTitle:'关于重大事项变更的几个问题1、管理人名称变更是否需要出法律意见书；2、管理人重大事项变更完成以后，各产品的管理人是否自动变成了新的名称，还是需要针对每个既存的产品再做重大事项变更；3、更名的重大事项变更一般会需要多久；4、在这整个过程中，是否都会影响新的产品备案。',
            //   comaskTxt:'1、名称变更不需要出法律意见书；2、管理人重大事项变更完成以后，各产品的管理人系统中会自动变成新的名称；3、重大事项变更20个工作日内，具体看协会审核；4、在这整个过程中，会影响新的产品备案，比如基金合同上的管理人信息等。'
            // },
            {
              id:"18",
              comaskTitle:'在已经有一家证券类管理人的情况下，如今打算再备案一家股权类管理人，请问新公司和原来公司的股东和法人能否相同？',
              comaskTxt:'根据《登记备案相关问题解答（十二）》（2016-11-23）为维护投资者利益，严格履行“受人之托、代人理财”义务，防范利益输送及道德风险，高级管理人员应当勤勉尽责、恪尽职守，合理分配工作精力，在管理人登记及相关高管人员提出变更申请时，应当遵守以下要求：\n' +
              '（一）不得在非关联的机构兼职。\n' +
              '（二）在关联机构兼职的，协会可以要求其说明在关联机构兼职的合理性、胜任能力、如何公平对待服务对象等，协会将重点关注在多家关联机构兼职的高级管理人员履职情况。\n' +
              '（三）对于在1年内变更2次以上任职机构的高级管理人员，协会将重点关注其变更原因及诚信情况。\n' +
              '（四）管理人的高级管理人员应当与任职机构签署劳动合同。在管理人登记及相关高管人员提出变更申请时，应上传法定代表人、合规/风控负责人及其他高级管理人员高管任职相关决议及劳动合同。\n' +
              '\n' +
              '协会资管系统中对于关联方的定义：关联方：受同一控股股东/实际控制人控制的金融企业、资产管理机构或相关服务机构。 \n' +
              '综上，法人可以在关联机构兼职，但是需要说明兼职的合理性、胜任能力和如何对待服务对象。'
            },
            {
              id:"19",
              comaskTitle:'基金产品募集资金没有达到尽调报告预期规模，且只有预期一半的话，还能备案成功吗？',
              comaskTxt:'在基金合同中未规定最低募集规模标准的情况下，管理人出具募集完成的说明，宣布基金成立就可以进行备案。'
            },
            {
              id:"20",
              comaskTitle:'请问募集户、托管户具体有什么区别？',
              comaskTxt:'托管账户指管理人在托管人指定机构开立的银行存款账户，用于存放合伙企业向乙方移交的所有现金资产。\n' +
              '募集账户为基金初始销售期间投资者资金存入用的账户，在基金初始销售行为结束前，任何机构与个人不能动用。\n' +
              '募集户不可以作为托管户。'
            },
            {
              id:"21",
              comaskTitle:'已备案的基金产品作为其他产品的投资者，是否需要填写风险调查问卷，其他还需要提供什么材料呢？',
              comaskTxt:'根据《暂行管理办法》第三章第十三条下列投资者视为合格投资者：\n' +
              '（一）社会保障基金、企业年金等养老基金，慈善基金等社会公益基金；\n' +
              '（二）依法设立并在基金业协会备案的投资计划；\n' +
              '（三）内部员工跟投；\n' +
              '（四）中国证监会规定的其他投资者。\n' +
              '基金备案的时候，投资者如果是协会备案的基金（有S码）时，可以看做天然的合格投资者，不需要填写风险调查问卷，建议提供经管理人盖章的说明。认购产品的时候需提供产品成立、备案证明文件等资料及参照金融机构要求提交该产品管理人的机构信息（即营业执照、开展金融相关业务资格证明、机构负责人或者法定代表人信息、经办人身份信息等资料）。'
            }
          ],
    },
    getComaskTxt:function (e) {
      var that=this;
      var itemId=e.currentTarget.dataset.itemId;
      var comlist=that.data.comlist;
      comlist.forEach(function (item) {
        if(item.id==itemId){
          item['block']=!item['block'];
          that.setData({comlist:comlist});
        }
      })
    },
  makePhonecall:function (e) {
    wx.makePhoneCall({
      phoneNumber: '4006662398' //仅为示例，并非真实的电话号码
    })
  },
  onShareAppMessage: function () {
    return {
      title: '积募小管家',
      path: '/example/complianceRubik/complianceRubik',
      success: function (res) {
        console.log("分享成功")
      },
      fail: function (err) {
        console.log("转发失败")
      }
    }
  },
});